[
    {
        "fact": "Pike Place Market is the oldest continuously operating farmer’s market in the country.",
        "source": "https://postcardstoseattle.com/seattle-facts/"
    },
    {
        "fact": "The Seattle Seahawks have played in the city since 1976.",
        "source": "https://www.britannica.com/place/Seattle-Washington/Cultural-life"
    },
    {
        "fact": "Seattle has the highest per capita coffee consumption in the United States.",
        "source": "https://www.britannica.com/place/Seattle-Washington/Cultural-life"
    },
    {
        "fact": "The Wing Luke Museum of the Asian Pacific American Experience commemorates the contributions of Chinese, Japanese, and other Asian peoples to the history, politics, and culture of the region.",
        "source": "https://www.britannica.com/place/Seattle-Washington/Cultural-life"
    },
    {
        "fact": "Seattle was the birthplace and childhood home of the legendary rock guitarist Jimi Hendrix.",
        "source": "https://www.britannica.com/place/Seattle-Washington/Cultural-life"
    },
    {
        "fact": "Seattle gave rise to the grunge sound of the early 1990s, exemplified by such bands as Nirvana, Pearl Jam, Soundgarden, and Mudhoney.",
        "source": "https://www.britannica.com/place/Seattle-Washington/Cultural-life"
    },
    {
        "fact": "The city has many annual cultural events, like the Folklife Festival, the Earshot Jazz Festival, and Bumbershoot.",
        "source": "https://www.britannica.com/place/Seattle-Washington/Cultural-life"
    },
    {
        "fact": "Woodland Park, once a private estate on Green Lake that now houses a zoo, ball fields, picnic grounds, and a large rose garden.",
        "source": "https://www.britannica.com/place/Seattle-Washington/Cultural-life"
    },
    {
        "fact": "Outdoor activities in and around Seattle include hiking, rock climbing, skiing, snowboarding, boating, and fishing.",
        "source": "https://www.britannica.com/place/Seattle-Washington/Cultural-life"
    },
    {
        "fact": "Seattle was the home of the SuperSonics of the NBA from 1967 to 2008, when the team was relocated to Oklahoma City.",
        "source": "https://www.britannica.com/place/Seattle-Washington/Cultural-life"
    }

]